Repository: kieulanalp/VNBrandManual
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: Design Submission, Review & Approval Process Engineering Đệ Trình Thiết Kế, Đánh Giá & Phê Duyệt Kỹ Thuật Quy Trình
vi: Design Submission, Review & Approval Process Quy trình Đệ Trình Thiết Kế, Đánh Giá & Phê Duyệt Engineering Kỹ thuật

source: Design pattern: Not permitted [66777] Mẫu thiết kế: Không được phép
vi: Design pattern: Not permitted [66777] Thiết kế trang trí: Không được phép

source: Design reference image for signature wall Hình ảnh tham chiếu thiết kế cho tường đặc trưng.
vi: Design reference image for signature wall Hình ảnh tham khảo cho thiết kế tường đặc trưng. (thiếu link)

source: Design: Must be plain finish with no header or coloured borders [67081] Thiết kế: Phải là hoàn thiện đơn giản không có tiêu đề hoặc viền màu
vi: Design: Must be plain finish with no header or coloured borders [67081] Thiết kế: Phải là hoàn thiện đơn giản, viền áo không có chữ hoặc màu trang trí

source: Design: Must be plain finish without patterns or woven motifs [67023] Thiết kế: Phải hoàn thiện đơn giản mà không có hoa văn hoặc họa tiết dệt
vi: Design: Must be plain finish without patterns or woven motifs [67023] Thiết kế: Phải hoàn thiện đơn giản không có hoa văn hoặc họa tiết dệt

source: Digital Channels
vi: Digital Channels Các kênh Kỹ thuật số

source: Digital Channels Reference guide Hướng dẫn tham khảo kênh kỹ thuật số
vi: Digital Channels Reference guide Tài liệu hướng dẫn về kênh kỹ thuật số https://myfederate.ihg.com/idp/startSSO.ping?PartnerSpId=https%3A%2F%2Fmyfederate.ihg.com&TargetResource=HTTPS://me2.ihgmerlin.com/web/hotel-solutions/solution-detail?solution-uuid=ad7f84e2-b966-43a9-a637-c5e0ce99b961

source: Digital newspaper via app format is permitted and the password to be provided on complimentary basis Cho phép báo kỹ thuật số thông qua định dạng ứng dụng và cung cấp mật khẩu miễn phí
vi: Digital newspaper via app format is permitted and the password to be provided on complimentary basis [578067] Cho phép sử dụng app đọc báo kỹ thuật số và phải cung cấp mật khẩu miễn phí

source: Dilmah Tea is recommended [675083] Trà Dilmah được khuyên dùng
vi: Dilmah Tea is recommended [675083] Khuyến nghị dùng trà Dilmah

source: Dimmable/black out LCD back-lit display in case of digital alarm [874055] Màn hình LCD có thể điều chỉnh độ sáng dimmable / tắt trong trường hợp báo động kỹ thuật số
vi: Dimmable/black out LCD back-lit display in case of digital alarm [874055] Màn hình LCD có thể điều chỉnh độ sáng/tắt nếu là báo thức kỹ thuật số

source: Dining
vi: Dining Dùng bữa

source: Direct access to a final exit from the building [356098] Lối trực tiếp đến lối thoát cuối cùng từ tòa nhà
vi: Direct access to a final exit from the building [356098] Tiếp cận trực tiếp đến lối thoát cuối cùng từ tòa nhà

source: Direct views into the public restrooms are not permitted [68803] Không cho phép nhìn trực tiếp vào phòng vệ sinh công cộng
vi: Direct views into the public restrooms are not permitted [68803] Không cho phép nhìn tầm nhìn trực tiếp vào phòng vệ sinh công cộng

source: Directional exit signage must be provided when the exit is not immediately visible.
vi: Directional exit signage must be provided when the exit is not immediately visible. Phải có biển chỉ hướng lối thoát hiểm khi không thể ngay lập tức nhìn thấy lối thoát

source: Directory of Services folder [98651] Thư Mục Dịch Vụ
vi: Directory of Services folder [98651] Danh Mục Dịch Vụ

source: Dishes consisting of several variations should be considered as one dish e.g. a variety of dim sum (har gow, siu mai), a range of sushi or chinese congee with its necessary condiments [67296] món ăn bao gồm một số biến thể nên được coi là một món ăn, ví dụ: nhiều loại dim sum (har gow, siu mai), các loại sushi hoặc cháo Trung Quốc với gia vị cần thiết của nó
vi: Dishes consisting of several variations should be considered as one dish e.g. a variety of dim sum (har gow, siu mai), a range of sushi or chinese congee with its necessary condiments [67296] món ăn bao gồm nhiều biến thể nên được coi là một món, ví dụ: các loại dim sum (há cảo, xíu mại), các loại sushi hoặc cháo Trung Quốc với gia vị đi kèm

source: Dishwasher safe [300064] Dụng cụ Diswasher safe
vi: Dishwasher safe [300064] Dụng cụ có thể rửa trong máy rửa bát

source: Dishwasher safe [304057] Sản phẩm Diswasher safe
vi: Dishwasher safe [304057] Dụng cụ có thể rửa trong máy rửa bát

source: Distress alarm with direct connection to an on-site location that is permanently staffed [56408] Một báo động sự cố với kết nối trực tiếp đến một vị trí trên hiện trường có bố trí nhân viên cố định
vi: A distress alarm with direct connection to an on-site location that is permanently staffed [56408] Nút gọi khẩn cấp với kết nối trực tiếp đến một vị trí trong khuôn viên khách sạn luôn có nhân viên trực.

source: Distribution System
vi: Distribution System Hệ thống phân phối

source: District Cooling System
vi: District Cooling System Hệ thống Làm mát Khu vực

source: Door at the terminus fitted with a self-closing device and held open only by a fusible link [263081] Cửa tại điểm cuối được trang bị một thiết bị tự đóng và chỉ được mở bằng một cầu chì
vi: Door at the terminus fitted with a self-closing device and held open only by a fusible link [263081] Cửa tại điểm cuối được trang bị tay co tự động và chỉ được giữ mở bằng mối nối có thể tan chảy

source: Doorknob Menu
vi: Doorknob Menu Menu dịch vụ ăn uống tại phòng treo trên tay nắm cửa

source: Doorknob Menu Thực Đơn Ăn Sáng Tại Buồng
vi: Doorknob Menu Thực Đơn Ăn Sáng tại phòng

source: Doors
vi: Doors Cửa

source: Doors and door frames in fire rated walls other than Guest room doors, must achieve a minimum Fire Resistance as follows: [581061] Cửa và khung cửa trong tường chống cháy khác với cửa phòng khách, phải đạt được khả năng chống cháy tối thiểu như sau:
vi: Doors and door frames in fire rated walls other than Guest room doors, must achieve a minimum Fire Resistance as follows: [581061] Cửa và khung cửa trong tường chống cháy mà không phải cửa phòng khách, phải đạt được khả năng chống cháy tối thiểu như sau:

source: Doors leading into guest vending and laundry rooms must meet the following: [56640] Cửa dẫn vào phòng bán hàng cho khách và phòng giặt phải đáp ứng như sau:
vi: Doors leading into guest vending and laundry rooms must meet the following: [56640] Cửa dẫn vào phòng máy bán hàng cho khách và phòng giặt phải đáp ứng như sau:

source: Doors opening onto a balcony area must have a secondary device fitted to limit the initial opening of the balcony door.
vi: Doors opening onto a balcony area must have a secondary device fitted to limit the initial opening of the balcony door. Cửa mở vào khu vực ban công phải có phụ kiện hạn chế mở cửa ban đầu.

source: Double-handles, non-spill straw cups are recommended [369369] Nên sử dụng tay cầm đôi, cốc không tràn
vi: Double-handles, non-spill straw cups are recommended [369369] Cốc nước nên có hai quai, có ống hút, chống đổ nước

source: Drainage
vi: Drainage Thoát nước

source: Drainage to be provided [12228] Cung cấp thoát nước
vi: Drainage to be provided [12228] Cung cấp phương án thoát nước

source: Drawstring closure [65028] Bao dây rút
vi: Drawstring closure [65028] Đóng bằng dây rút

source: Dried fruit, nuts and seeds must be offered and include: [60320] Phải cung cấp trái cây sấy, hạt và hạt khô và bao gồm:
vi: Dried fruit, nuts and seeds must be offered and include: [60320] Phải cung cấp các loại trái cây sấy và các loại hạt khô và bao gồm:

source: Driveways and Paths
vi: Driveways and Paths Lối xe vào và đường đi

source: Drop down rail locking mechanism must be unreachable by the child or difficult for a child to release [56625] Cơ chế khóa thang ngang thả xuống phải không để cho trẻ con dễ với hoặc khó nhả cho trẻ con.
vi: Drop down rail locking mechanism must be unreachable by the child or difficult for a child to release [56625] Cơ chế khóa thành cũi không được để trẻ có thể với tới hoặc phải khó mở đối với trẻ.

source: Dry boil safety protection [57081] Bảo vệ an toàn đun cạn
vi: Dry boil safety protection [57081] Cơ chế bảo vệ khi đun cạn

source: Duvet cover must be provided and meet the following: [66798] Phải cung cấp vỏ chăn duvet và đáp ứng như sau:
vi: Duvet cover must be provided and meet the following: [66798] Phải cung cấp vỏ chăn và đáp ứng như sau:

source: Duvet must be provided and meet the following: [66782] Phải cung cấp chăn duvet và đáp ứng như sau
vi: Duvet must be provided and meet the following: [66782] Phải cung cấp chăn và đáp ứng như sau

source: Dịch vụ
vi: Hạng mục

source: Dịch vụ đăng ký ưu tiên phải được cung cấp cho các thành viên Gold Elite, Platinum Elite và Spire Elite của IHG® Awards Club.
vi: Dịch vụ check in ưu tiên phải được cung cấp cho các thành viên Gold Elite, Platinum Elite và Spire Elite của CLB Khách hàng Thân thiết IHG®. See also ID number Xem thêm số ID 26944

source: Each Swimming Pool must have life safety equipment and meet the following requirements: [56456] Mỗi bể bơi phải có thiết bị an toàn cháy và đáp ứng các yêu cầu sau:
vi: Each Swimming Pool must have life safety equipment and meet the following requirements: [56456] Mỗi bể bơi phải có thiết bị an toàn và đáp ứng các yêu cầu sau:

source: Each lift is required to have a house telephone or intercom and meet the following requirements: [56752] Mỗi thang máy phải có điện thoại hoặc máy liên lạc và đáp ứng các yêu cầu sau:
vi: Each lift is required to have a house telephone or intercom and meet the following requirements: [56752] Mỗi thang máy phải có điện thoại hoặc máy liên lạc nội bộ và đáp ứng các yêu cầu sau:

source: Each stair access points [263132] Mỗi điểm vào cầu thang
vi: Each stair access points [263132] Mỗi lối vào cầu thang

source: Egg menu must be displayed at the live cooking egg station [195048] Thực đơn trứng phải để tại quầy chế biến trứng trực tiếp.
vi: Egg menu must be displayed at the live cooking egg station [195048] Thực đơn món trứng phải để tại quầy món trứng.

source: Eggs preparations, any style [584053] Chuẩn bị trứng, bất kì kiểu nào
vi: Eggs preparations, any style [584053] Các loại món trứng, không giới hạn phương thức nấu

source: Egress / escape stair door width must meet the following: [335183] Chiều rộng cầu thang thoát hiểm / lối thoát phải đáp ứng như sau:
vi: Egress/escape stair door width must meet the following: [335183] Chiều rộng cửa cầu thang thoát hiểm phải đáp ứng như sau:

source: Egress / escape stairs must meet the following: [335177] cầu thang thoát hiểm/ lối thoát phải đáp ứng như sau:
vi: Egress/escape stairs must meet the following: [335177] cầu thang thoát hiểm phải đáp ứng như sau:

source: Either freestanding or fixed to the building façade [57938] Đứng tự do hoặc cố định cho mặt tiền tòa nhà
vi: Either freestanding or fixed to the building façade [57938] Cột cờ đứng độc lập hoặc cố định vào mặt tiền tòa nhà

source: Electrical
vi: Electrical Điện

source: Electrical Installation [241068] Lắp đặt điện
vi: Electrical Installation [241068] Thiết bị điện

source: Electrical outlets in recreational areas within 12m (40ft) of the edge of a swimming pool [56631] ổ cắm điện trong khu vực giải trí trong vòng 12m (40ft) từ mép hồ bơi
vi: Electrical outlets in recreational areas within 12m (40ft) of the edge of a swimming pool [56631] ổ cắm điện trong khu vực giải trí trong vòng 12m từ mép hồ bơi

source: Electricity Supply
vi: Electricity Supply Nguồn cấp điện

source: Electricity Supply Cung Cấp Điện
vi: Electricity SupplyNguồn Cấp Điện

source: Electronic Door Locks must be approved by IHG.
vi: Electronic Door Locks must be approved by IHG. Khóa điện tử phải được phê duyệt bởi IHG

source: Elevators/lifts which have both front and rear door openings must have handrails on both side walls [12425] Thang máy / máy nâng có cả lỗ cửa trước và sau phải có tay vịn ở hai bên tường
vi: Elevators/lifts which have both front and rear door openings must have handrails on both side walls [12425] Thang máy có cả cửa trước và sau phải có tay vịn ở hai bên tường

source: Embroidery stitches: SOFT: 3590 stitches; FIRM: 3735 stitches [95649] Mũi khâu thêu: SOFT: 3590 mũi khâu; FIRM: 3735 mũi khâu
vi: Embroidery stitches: SOFT: 3590 stitches; FIRM: 3735 stitches [95649] Mũi thêu: SOFT: 3590 mũi; FIRM: 3735 mũi

source: Embroidery yarn colour: Pantone 429C [95648] Màu thêu sợi: Pantone 429C
vi: Embroidery yarn colour: Pantone 429C [95648] Màu chỉ thêu: Pantone 429C

source: Embroidery yarn type: Polyester (Bleach resistance) [95590] Loại thêu: Polyester (Kháng tẩy trắng)
vi: Embroidery yarn type: Polyester (Bleach resistance) [95590] Loại chỉ thêu: Polyester (Kháng thuốc tẩy)

source: Embroidery: Only for soft and firm pillows [66773] Thêu: Chỉ dành cho gối mềm và gối chắc
vi: Embroidery: Only for soft and firm pillows [66773] Thêu: Chỉ dành cho gối mềm và gối cứng

source: Emergency Annunciation
vi: Emergency Annunciation Hệ thống báo động khẩn cấp

source: Emergency Annunciation Sơ Tán Khẩn Cấp
vi: Emergency Annunciation Hệ thống Báo động Khẩn cấp

source: Emergency Egress routes [56330] tuyến thoát hiểm khẩn cấp
vi: Emergency Egress routes [56330] Các tuyến thoát hiểm khẩn cấp

source: Emergency Egress stairwells in High-rise hotels must have one of the following: [56326] Cầu thang thoát hiểm khẩn cấp trong các khách sạn cao tầng phải có một trong những điều sau đây
vi: Emergency Egress stairwells in High-rise hotels must have one of the following: [56326] Giếng thang bộ thoát hiểm khẩn cấp trong các tòa cao tầng phải đáp ứng một trong số các yêu cầu sau

source: Emergency Exits on the same floor that are remote from each other.
vi: Emergency Exits on the same floor that are remote from each other. Lối thoát hiểm trên cùng tầng cách xa nhau

source: Emergency Exits that are fitted with a Fire Door Retainer must meet the following: Lối thoát hiểm được trang bị Chốt cửa chống cháy phải đáp ứng các điều sau:
vi: Emergency Exits that are fitted with a Fire Door Retainer must meet the following: [56056] Lối thoát hiểm có cửa trang bị thiết bị giữ mở cửa phải đáp ứng các điều sau:

source: Emergency exit routes from Places of Assembly must meet the following minimum requirements: lối thoát hiểm từ Nơi Tập Kết phải đáp ứng các yêu cầu tối thiểu sau đây:
vi: Emergency exit routes from Places of Assembly must meet the following minimum requirements: lối thoát hiểm từ nơi tập trung đông người phải đáp ứng các yêu cầu tối thiểu sau đây:

source: Emergency lighting should provide an average of 10 lux (1 foot candle) at floor level [847131] Chiếu sáng khẩn cấp phải cung cấp trung bình 10 lux (1 foot nến) ở mức sàn
vi: Emergency lighting should provide an average of 10 lux (1 foot candle) at floor level [847131] Chiếu sáng khẩn cấp phải cung cấp trung bình 10 lux ở mức sàn

source: Emergency power must be provided to illuminate signage for a minimum of 60 minutes.
vi: Emergency power must be provided to illuminate signage for a minimum of 60 minutes. Cung cấp điện khẩn cấp đủ đảm bảo chiếu sáng biển báo trong tối thiểu 60 phút.

source: Employee Room Benefit Programme Chương trình phúc lợi phòng nhân viên
vi: Employee Room Benefit Programme Chương trình phúc lợi phòng nhân viên https://myfederate.ihg.com/idp/startSSO.ping?PartnerSpId=https%3A%2F%2Fmyfederate.ihg.com&TargetResource=HTTPS://me2.ihgmerlin.com/web/init-ihg-employee-room-benefit-programme/home

source: Energy Targets
vi: Energy Targets Mục tiêu về Năng lượng

source: Energy Targets Mục tiêu năng lượng
vi: Building Orientation & Energy Modelling Hướng của tòa nhà & Mô hình năng lượng

source: Engineering
vi: Engineering Kỹ thuật

source: Engineering Infrastructure
vi: Engineering Infrastructure Cơ sở vật chất Kỹ thuật

source: Engineering Infrastructure Cơ sở Hạ Tầng Kỹ Thuật
vi: Electricity Supply Nguồn Cấp Điện

source: English Breakfast [52113] Bữa sáng kiểu Anh
vi: English Breakfast [52113]

source: English Breakfast [67727] Bữa sáng kiểu Anh
vi: English Breakfast [67727]

source: Enquiry about the Meeting Planner's preferred method of communication (for example, phone, text, email, letter) [29023] Thắc mắc về phương thức liên lạc ưa thích của Người lập kế hoạch (ví dụ: điện thoại, văn bản, email, thư)
vi: Enquiry about the Meeting Planner's preferred method of communication (for example, phone, text, email, letter) [29023] Hỏi phương thức liên lạc ưu tiên của đầu mối tổ chức sự kiện (ví dụ: thông qua điện thoại, tin nhắn, email, thư giấy)

source: Ensuring all Front Desk and new colleagues complete IHG® Rewards Club training Đảm bảo tất cả Lễ tân và các nhân viên mới hoàn thành khóa đào tạo Câu lạc bộ Thưởng IHG®
vi: Ensuring all Front Desk and new colleagues complete IHG® Rewards Club training [767] Đảm bảo tất cả Lễ tân và các nhân viên mới hoàn thành khóa đào tạo CLB Khách hàng Thân thiết IHG®

source: Entrance and service doors into meeting rooms must meet the following: [13296] Lối vào và cửa dịch vụ vào phòng họp phải đáp ứng như sau:
vi: Entrance and service doors into meeting rooms must meet the following: [13296] Lối vào và cửa dịch vụ dẫn vào phòng họp phải đáp ứng như sau:

source: Entrances
vi: Entrances Lối vào

source: Equipment
vi: Equipment Thiết bị

source: Equipment Thiết bị
vi: Guest Supplies Vật phẩm cung cấp cho khách

source: Escalator
vi: Escalator Thang cuốn

source: Even and free from trip hazards [22290] Bằng phẳng và không có nguy cơ
vi: Even and free from trip hazards [22290] Bằng phẳng và không tiềm ẩn nguy cơ vấp ngã

source: Events [144] sự kiện
vi: Events [144] Các sự kiện

source: Every 12 months, the Evacuation Drill must involve the use of the fire alarm and detection system Cứ sau 12 tháng, Diễn tập sơ tán phải sử dụng hệ thống phát hiện và báo cháy
vi: Every 12 months, the Evacuation Drill must involve the use of the fire alarm and detection system [55953] Cứ sau 12 tháng, Diễn tập sơ tán phải sử dụng hệ thống phát hiện và báo cháy

source: Examples of Third Party Intermediary Channels would include but not limited to; Online Travel Agents (OTAs; e.g. Agoda, Booking.com, Expedia, CTrip), Metasearch (e.g.TripAdvisor, Kayak, Trivago), Global Distribution Systems (GDS; e.g. TravelPort, Sabre, Amadeus) and Others (e.g. travel & tourism boards) Ví dụ về Kênh trung gian của bên thứ ba sẽ bao gồm nhưng không giới hạn ở; Đại lý du lịch trực tuyến (OTAs; ví dụ: Agoda, Booking.com, Expedia, CTrip), Metasearch (ví dụ: TripIDIA, kay, Trivago), Hệ thống phân phối toàn cầu (GDS; ví dụ: TravelPort, Saber, Amadeus) và những bên khác (ví dụ: bảng du lịch & đi lại)
vi: Examples of Third Party Intermediary Channels would include but not limited to; Online Travel Agents (OTAs; e.g. Agoda, Booking.com, Expedia, CTrip), Metasearch (e.g.TripAdvisor, Kayak, Trivago), Global Distribution Systems (GDS; e.g. TravelPort, Sabre, Amadeus) and Others (e.g. travel & tourism boards) Ví dụ về Kênh trung gian của bên thứ ba sẽ bao gồm nhưng không giới hạn ở; Đại lý du lịch trực tuyến (OTAs; ví dụ: Agoda, Booking.com, Expedia, CTrip), Metasearch (ví dụ: TripIDIA, Kayak, Trivago), Hệ thống phân phối toàn cầu (GDS; ví dụ: TravelPort, Saber, Amadeus) và các bên khác (ví dụ: hội đồng du lịch...)

source: Existing Construction
vi: Existing Construction Đối với công trình hiện trạng

source: Existing Construction Thi Công Hiện Tại
vi: Design Submission, Review & Approval Process Quy trình Đệ Trình Thiết Kế, Đánh Giá & Phê Duyệt Engineering Kỹ thuật

source: Exit Doors Remote from each other [56050] Cửa thoát xa nhau
vi: Exit Doors Remote from each other [56050] Cửa thoát cách xa nhau

source: Exit Doors at least 90cm (3ft) wide [56051] Cửa thoát ít nhất rộng 90cm (3ft)
vi: Exit Doors at least 90cm (3ft) wide [56051] Cửa thoát rộng tối thiểu 90cm

source: Exit Doors must swing in the direction of egress [56042] Cửa thoát hiểm phải xoay theo hướng đi ra
vi: Exit Doors must swing in the direction of egress [56042] Cửa thoát hiểm phải mở ra hướng thoát hiểm.

source: Expendable items must be clean and well maintained, including but not limited to: [23464] vật phẩm tiêu tốn phải sạch sẽ và được bảo trì tốt, bao gồm nhưng không giới hạn ở:
vi: Expendable items must be clean and well maintained, including but not limited to: [23464] vật phẩm tiêu hao phải sạch sẽ và được bảo trì tốt, bao gồm nhưng không giới hạn ở:

source: Explain the services of the hotel, if guests are not already familiar with them [37673] Giải thích các dịch vụ của khách sạn, nếu khách chưa quen với họ.
vi: Explain the services of the hotel, if guests are not already familiar with them [37673] Giải thích các dịch vụ của khách sạn, nếu khách chưa quen với các dịch vụ.

source: Exposed concrete is permitted [15675] Cho phép bê tông lộ ra ngoài
vi: Exposed concrete is permitted [15675] Cho phép hoàn thiện bê tông

source: Extension cords or power strips [407064] Dây nối dài hoặc ổ cắm power strips
vi: Extension cords or power strips [407064] Dây nối dài hoặc ổ điện

source: Exterior
vi: Exterior Ngoại thất

source: Exterior areas, including but not limited to the following, must be illuminated during dark hours: khu vực bên ngoài, bao gồm nhưng không giới hạn như sau, phải được chiếu sáng trong giờ tối
vi: Exterior areas, including but not limited to the following, must be illuminated during dark hours: [56658] Khu vực bên ngoài, bao gồm nhưng không giới hạn như sau, phải được chiếu sáng khi trời tối

source: Exterior electrical outlets exposed to the weather elements or that are within 6m (20ft) of an external water source [56633] ổ cắm điện bên ngoài tiếp xúc với các yếu tố thời tiết hoặc trong phạm vi 6m (20ft) từ nguồn nước bên ngoài
vi: Exterior electrical outlets exposed to the weather elements or that are within 6m (20ft) of an external water source [56633] ổ cắm điện ngoài trời tiếp xúc với các yếu tố thời tiết hoặc trong phạm vi 6m từ nguồn nước ngoài trời

source: Exterior Bên ngoài
vi: Service expectations Kỳ vọng về dịch vụ

source: External Doors
vi: External Doors Cửa mở ra ngoài

source: External Fire Escapes must be approved by a Qualified Person.
vi: External Fire Escapes must be approved by a Qualified Person. Các lối thoát hiểm bên ngoài phải được chứng nhận bởi người có chuyên môn

source: External balcony lighting [58512] Ánh sáng ban công bên ngoài
vi: External balcony lighting [58512] Đèn cho ban công

source: External halyard is not permitted [79908] Không cho phép dây kéo bên ngoài
vi: External halyard is not permitted [79908] Không cho phép dùng cáp kéo bên ngoài

source: Extra Low Voltage
vi: Extra Low Voltage Hệ thống điện nhẹ

source: Facial Tissue Example Ví dụ về khăn giấy
vi: Facial Tissue Example Ví dụ về khăn giấy (thiếu link)

source: Facial tissues must be two-ply [57359] Khăn giấy phải hai lớp
vi: Facial tissues must be two-ply [57359] Phải là khăn giấy hai lớp

source: Factory-sealed [60123] Đóng kín
vi: Factory-sealed [60123] Niêm phong kín như khi xuất khỏi nhà máy

source: Factory-sealed [61926] Đóng kín
vi: Factory-sealed [61926] Niêm phong kín như khi xuất khỏi nhà máy

source: Factory-sealed [64918] Niêm phong kín từ nhà máy
vi: Factory-sealed [64918] Niêm phong kín như khi xuất khỏi nhà máy

source: Fail-safe to unlocked position in case of power failure [56057] An toàn cho vị trí mở trong trường hợp mất điện
vi: Fail-safe to unlocked position in case of power failure [56057] Trong trường hợp mất điện, thiết bị giữ cửa trở về trạng thái không khóa

source: Failing condition audit [78870] Không đạt kiểm toán điều kiện
vi: Failing condition audit [78870] Không đạt điều kiện nghiệm thu

source: Failing customer satisfaction scores [78869] Không đạt được điểm thỏa mãn khách hàng
vi: Failing customer satisfaction scores [78869] Không đạt điểm thỏa mãn khách hàng
